aaron-bond.better-comments
astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
james-yu.latex-workshop
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.vscode-typescript-next
naumovs.color-highlight
pkief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.liveserver
twxs.cmake
vscodevim.vim
yoavbls.pretty-ts-errors
